//SOFT25A JOB (CCMVS),STARNES,CLASS=B,MSGCLASS=X,NOTIFY=&SYSUID
//S1 EXEC PGM=DATOC
//*   MUST RUN FROM AUTHORIZED LIBRARY
//*   VALUES BE SUBSTITUTED SHOULD BE CODED ON DCB OR SPACE
//*   PARAMETERS AS NEEDED.  CHANGEABLE VALUES ARE:
//*   DCB:  DSORG, RECFM, LRECL, BLKSIZE, KEYLEN, RKP, EXPDT, OPTCD
//*   SPACE:  SECONDARY QUANTITY AND UNITS
//STEPLIB DD DSN=SYS1.CBT.LINKLIB,DISP=SHR
//DD1 DD DSN=SOFT25.TEST.FILE,DISP=OLD,
//   DCB=...,SPACE=...
//SYSPRINT DD SYSOUT=*,DCB=RECFM=FA
//SYSUDUMP DD SYSOUT=*
